tap "caskroom/cask"
tap "caskroom/fonts"
tap "d12frosted/emacs-plus"
tap "homebrew/bundle"
tap "homebrew/core"
tap "universal-ctags/universal-ctags"
brew "automake"
brew "cloc"
brew "cmake"
brew "coreutils"
brew "dos2unix"
brew "openssl"
brew "erlang"
brew "elixir"
brew "findutils"
brew "gawk"
brew "git"
brew "gnu-tar"
brew "gnutls"
brew "gnupg"
brew "htop"
brew "markdown"
brew "nvm"
brew "progress"
brew "sqlite"
brew "ruby-build"
brew "rbenv"
brew "reattach-to-user-namespace"
brew "the_silver_searcher"
brew "tig"
brew "tmux"
brew "unrar"
brew "vim"
brew "vimpager"
brew "watch"
brew "wget"
brew "xctool"
brew "zsh"
brew "d12frosted/emacs-plus/emacs-plus", args: ["with-ctags"]
brew "universal-ctags/universal-ctags/universal-ctags", args: ["HEAD"], link: false
cask "1password"
cask "aerial"
cask "cheatsheet"
cask "docker"
cask "dropbox"
cask "slack"
cask "quicklook-json"
cask "qlmarkdown"
cask "caskroom/fonts/font-source-code-pro"
