tap "homebrew/core"
tap "homebrew/cask"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/services"
tap "d12frosted/emacs-plus"
tap "neovim/neovim"
tap "universal-ctags/universal-ctags"
brew "autoconf"
brew "automake"
brew "openssl"
brew "readline"
brew "sqlite"
brew "awscli"
brew "libpng"
brew "fontconfig"
brew "gettext"
brew "pixman"
brew "cairo"
brew "cloc"
brew "cmake"
brew "coreutils"
brew "cscope"
brew "ctags", args: ["HEAD"]
brew "curl"
brew "dos2unix"
brew "wxmac"
brew "faac"
brew "lame"
brew "xvid"
brew "ffmpeg", args: ["with-fdk-aac"]
brew "figlet"
brew "findutils"
brew "gmp"
brew "mpfr"
brew "gawk"
brew "git"
brew "global", args: ["with-ctags", "with-pygments"]
brew "gnu-tar"
brew "libunistring"
brew "nettle"
brew "gnutls"
brew "gnupg", link: false
brew "gnuplot"
brew "htop"
brew "libtool"
brew "ispell"
brew "jansson"
brew "jp2a"
brew "jshon"
brew "libvpx"
brew "libav"
brew "libevent"
brew "libsigsegv"
brew "libvo-aacenc"
brew "libyaml"
brew "makedepend"
brew "markdown"
brew "mp3info"
brew "mp3val"
brew "nvm"
brew "p7zip"
brew "paperkey"
brew "progress"
brew "ruby-build"
brew "rbenv"
brew "reattach-to-user-namespace"
brew "sbt"
brew "the_silver_searcher"
brew "tig"
brew "tmux"
brew "unixodbc"
brew "unrar"
brew "utf8proc"
brew "vim"
brew "watch"
brew "wget"
brew "xctool"
brew "youtube-dl"
brew "zsh"
brew "zsh-completions"
brew "d12frosted/emacs-plus/emacs-plus"
brew "universal-ctags/universal-ctags/universal-ctags", args: ["HEAD"]
cask "aerial"
cask "cheatsheet"
cask "disk-inventory-x"
cask "docker"
cask "google-chrome"
cask "insomnia"
cask "mactex"
cask "rowanj-gitx"
cask "skype"
cask "slack"
cask "vagrant"
cask "vagrant-manager"
